[
  {
    "id": 1,
    "name": "AI Engineer",
    "img": "https://user-images.githubusercontent.com/112298385/230786315-9bbbd914-a058-4808-b9a5-3324432a3aeb.png",
    "location": "New York City",
    "salary": "100K - 120K",
    "jobType": 
      {
        "type1": "Full-time",
        "type2": "Onsite"
      }
    ,
    "email": "d.bxcyr@hpfu.com",
    "phone": " (245) 356-8219",
    "companyName": "Google LLC",
    "description": "As an AI Engineer, you will play a crucial role in designing and developing Artificial Intelligence and Machine Learning systems. Your primary responsibility is to create solutions that help automate complex processes and decision-making tasks. Depending on the industry or organization you work for, your job description may vary, but the core responsibilities remain the same., troubleshooting database issues.",
    "responsibility": "High level of responsibility, as the AI systems you design and develop can have a significant impact on an organization's operations and outcomes. It is essential to ensure that the AI solutions are accurate, secure, and ethical. You will need to be aware of potential biases in the data sets and machine learning models and work to eliminate them to ensure fairness and equity.",
    "requirements": "To become an AI Engineer, you typically need a bachelor's degree in computer science, software engineering, or a related field. However, some employers may require a master's degree or higher, depending on the job's seniority..",
    "experiences": "2-3 Years in this field.",
    "quantity": 0
  },
  {
    "id": 2,
    "name": "Mechanical Engineer",
    "img": "https://user-images.githubusercontent.com/112298385/230786364-45aadc88-c7c8-4d55-a143-a6f9a601197d.png",
    "location": "San Francisco",
    "salary": "100K - 130K",
    "jobType": 
      {
        "type1": "Full-time",
        "type2": "Onsite"
      }
    ,
    "email": ".qjuos@kmjy.com",
    "phone": "(733) 902-1861",
    "companyName": "Tesla",
    "description": "Mechanical Engineering is a branch of engineering that deals with the design, manufacturing, and maintenance of mechanical systems, such as machines, engines, and tools. Mechanical Engineers use principles of physics, mathematics, and material science to develop, design, and test products, machines, and systems.",
    "responsibility": "Designing and developing mechanical systems and components for machines, equipment, and products.Analyzing and interpreting technical data, such as blueprints, schematics, and technical drawings, to determine product specifications and feasibility.Developing and testing prototypes and models to ensure that products meet design specifications and performance requirements.",
    "requirements": "To become a Mechanical Engineer, you typically need a bachelor's degree in mechanical engineering or a related field, such as aerospace or manufacturing engineering. Some employers may also require a master's degree or higher, depending on the job's seniority.In addition to formal education, you will need to have strong technical skills, including proficiency in computer-",
    "quantity": 0
  },
  {
    "id": 3,
    "name": "Senior Product Designer",
    "img": "https://user-images.githubusercontent.com/112298385/230786384-3fef15d4-7396-43d4-bdcd-84bfb9fbed41.png",
    "location": "Chicago",
    "salary": "100K - 140K",
    "jobType": 
      {
        "type1": "Part-time",
        "type2": "Remote"
      }
    ,
    "email": "e.wosbz@lpyi.com",
    "phone": "(478) 219-71135",
    "companyName": "Netflix",
    "description": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface",
    "responsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "requirements": "Bachelor degree to complete any reputational university.",
    "experiences": "2 Years in this field.",
    "quantity": 0
  },
  {
    "id": 4,
    "name": "Technical Database Engineer",
    "img": "https://user-images.githubusercontent.com/112298385/230785436-305ec1ce-3a69-40d5-b5d6-b0a4285a0c2f.png",
    "location": "Los Angeles",
    "salary": "100K - 150K",
    "jobType": 
      {
        "type1": "Part-time",
        "type2": "Onsite"
      }
    ,
    "email": "m.yuaks@vdlp.com",
    "phone": "(657) 364-5519",
    "companyName": "Facebook",
    "description": "As a Technical Database Engineer, your job would typically involve designing, implementing, and maintaining databases used by organizations to store and manage their data. This includes tasks such as creating database schemas, optimizing database performance, ensuring data integrity and security, troubleshooting database issues.",
    "responsibility": "As a Technical Database Engineer, your main responsibility is to design, implement, and maintain databases used by organizations to store and manage their data. This requires a deep understanding of database management systems and the ability to create effective database schemas that meet the needs of the organization.",
    "requirements": "To become a Technical Database Engineer, a minimum of a bachelor's degree in computer science, information technology, or a related field is typically required. Some employers may also require a master's degree in a related field, especially for more senior or specialized positions.",
    "experiences": "2-3 Years in this field.",
    "quantity": 0
  },
  {
    "id": 5,
    "name": "Software Engineer",
    "img": "https://user-images.githubusercontent.com/112298385/230785482-bab4b537-1a8c-4caf-aaed-ebf27b2b121a.png",
    "location": "Boston",
    "salary": "100K - 160K",
    "jobType": 
      {
        "type1": "Full-time",
        "type2": "Remote"
      }
    ,
    "email": "m.yuaks@vdlp.com",
    "phone": "(890) 745-3492",
    "companyName": "Microsoft",
    "description": "A software engineer is responsible for designing, developing, and testing computer software applications and systems. They work with a team of other software professionals to analyze user needs, create technical specifications, and develop software solutions that meet those requirements. They also troubleshoot software issues, debug code, and improve software performance",
    "responsibility": "Software engineers are highly skilled professionals who design, develop, and test computer software applications and systems. They work with other software professionals, such as developers, designers, and project managers, to create software solutions that meet user needs. Software engineers use programming languages, such as Java, Python, and C++, to write code",
    "requirements": "Software engineers are highly skilled professionals who design, develop, and test computer software applications and systems. They work with other software professionals, such as developers, designers, and project managers, to create software solutions that meet user needs. Software engineers use programming languages, such as Java, Python, and C++, to write code",
    "experiences": "5 Years in this field.",
    "quantity": 0
  },
  {
    "id": 6,
    "name": "Motion Graphic Designer",
    "img": "https://user-images.githubusercontent.com/112298385/230785520-91befe11-49a5-43d8-8bd6-e9963e2086bb.png",
    "location": "Seattle",
    "salary": "100K - 120K",
    "jobType": 
      {
        "type1": "Part-time",
        "type2": "Remote"
      }
    ,
    "email": " l.tpvjf@wruq.com",
    "phone": "(890) 745-3492",
    "companyName": "Amazon",
    "description": "A Motion Graphic Designer is responsible for creating visual animations and graphics using various design and animation software tools. They work closely with clients or creative directors to develop visual concepts, storyboards, and animations that convey a message or tell a story. Motion Graphic Designers must have a strong understanding of design ",
    "responsibility": "Motion Graphic Designers are creative professionals who are responsible for creating visually compelling animations and graphics using a variety of design and animation software tools. They work closely with clients or creative directors to develop visual concepts and storyboards that convey a message or tell a stor",
    "requirements": "The requirements to become a Motion Graphic Designer may vary depending on the employer and the industry. Typically, a bachelor's degree in graphic design, animation, or a related field is required",
    "experiences": "2-3 Years in this field.",
    "quantity": 0
  }
]